<script setup lang="ts">
import App from "@/App.vue";
import ArticleLayout from "@/layouts/ArticleLayout.vue";
</script>

<template>
  <App>
    <ArticleLayout
      :item-info="{
        type: 'book',
        title: '人は聞き方が９割',
      }"
      store-url="https://amzn.asia/d/1Ag5PAQ"
      image-url="https://m.media-amazon.com/images/I/41+gvhPKDEL.jpg"
      bought-at="2022/12/02"
      intro="現代において聞く力が如何に大事か、聞く力を身につけることでどんなメリットがあるのか、そしてどのように聞く力を見つければ良いのかを丁寧に解説してくれる書籍です。"
      :learning="[
        {
          line: '聞くことは情報のインプットである',
          detail: [
            '人から話を聞くということは、読書や動画の視聴と同じ情報のインプットです。聞く力を上手に使えれば、自分がまだ知らないことを相手から引き出し、学びを得ることができるでしょう。',
          ],
        },
        {
          line: '自分の考えを話していいのは相手から求められた時だけ',
          detail: [
            '自分の中にある常識や価値観は、あくまでも自分だけのもので、他の人がそれぞれに違う常識や価値観を持っていることは当たり前です。なので、自分の考えを相手に押し付けたり、相手の考えを変えようとしてはいけません。自分の考えを話していい時はただ１つ、相手から意見を求められた時だけです。その時の話し方も押し付けにならないよう、「私ならこうするよ。私ならこう考えるよ。」と考えを伝えるだけにしましょう。',
          ],
        },
        {
          line: '魔法の傾聴で評価を得る',
          detail: [
            '相手の方を向き、適度に頷きながら、話の内容に合わせて表情とリアクションを変え、最後に称賛する。これが魔法の傾聴です。',
            '人は話したい生き物です。そして人は安心感をくれる人に話をします。魔法の傾聴を使えば、こちらから一生懸命に話さなくても相手に好かれて評価が得られる、まさに魔法の聞き方です。',
          ],
        },
      ]"
    />
  </App>
</template>
