<script setup lang="ts">
import App from "@/App.vue";
import ArticleLayout from "@/layouts/ArticleLayout.vue";
</script>

<template>
  <App>
    <ArticleLayout
      :item-info="{ type: 'book', title: '予想どおりに不合理' }"
      store-url="https://www.amazon.co.jp/%E4%BA%88%E6%83%B3%E3%81%A9%E3%81%8A%E3%82%8A%E3%81%AB%E4%B8%8D%E5%90%88%E7%90%86-%E8%A1%8C%E5%8B%95%E7%B5%8C%E6%B8%88%E5%AD%A6%E3%81%8C%E6%98%8E%E3%81%8B%E3%81%99%E3%80%8C%E3%81%82%E3%81%AA%E3%81%9F%E3%81%8C%E3%81%9D%E3%82%8C%E3%82%92%E9%81%B8%E3%81%B6%E3%82%8F%E3%81%91%E3%80%8D-%E3%83%80%E3%83%B3-%E3%82%A2%E3%83%AA%E3%82%A8%E3%83%AA%E3%83%BC-ebook/dp/B00K1A75N4?keywords=%E4%BA%88%E6%83%B3%E9%80%9A%E3%82%8A%E3%81%AB%E4%B8%8D%E5%90%88%E7%90%86&qid=1660483299&sprefix=%E4%BA%88%E6%83%B3%E9%80%9A%E3%82%8A%E3%81%AB%2Caps%2C178&sr=8-1&linkCode=li3&tag=threelines00-22&linkId=bd57c74b381fe66a5e08f87469d41af8&language=ja_JP&ref_=as_li_ss_il"
      image-url="//ws-fe.amazon-adsystem.com/widgets/q?_encoding=UTF8&ASIN=B00K1A75N4&Format=_SL250_&ID=AsinImage&MarketPlace=JP&ServiceVersion=20070822&WS=1&tag=threelines00-22&language=ja_JP"
      bought-at="2022/07/03"
      intro="客観的に見れば不合理な行動でも、いざ自分がその立場になると不合理な行動を取ってしまう。それは何故なのか？そうならないためにはどうすれば良いのか？を教えてくれる本です。"
      :learning="[
        {
          line: '「無料」はリスクを消し去る',
          detail: [
            '目の前に２つのパンがあるとします。１つは以前から気になっていたパンで、300円が200円に値引きされています。もう１つはどうやら元値100円のパンですが、無料で配られているようです。このどちらか１つしか手に入れられないとしたら、どちらを選ぶでしょうか？どちらのパンも100円引きなので、合理的に考えれば以前から気になっていた前者の有料パンです。しかし、後者の無料のパンを選んでしまう人が少なくありません。これは「無料」がリスクを消し去るためです。どちらのパンも食べてみたら好みではないかもしれません。そう考えると以前から気になっていた100円引きの「有料」パンにはお金を無駄にするリスクがあります。それならば「無料」でノーリスクの気にもしていなかったパンを手に入れてしまうのです。',
          ],
        },
        {
          line: '所有意識が芽生えたら手放せなくなる',
          detail: [
            'サブスクリクション型サービスの無料体験や車の試乗など、ただ試すだけで買う気は全くなかったはずなのに気づいたら買ってしまっていた・・・という経験はないでしょうか？これは体験を通して芽生えた「所有意識」が私たちの行動を変えてしまうためです。自分のもの、自分の生活の一部、といった感覚が芽生えてしまうと途端に手放すのが惜しくなり、購入へと向かってしまうのです。',
            'この「所有意識」と１つ目の「無料によるリスク除去」、心当たりがいくつもあるのではないでしょうか？',
          ],
        },
        {
          line: 'モノの価値を決めるのは自分の記憶に刻まれている数字',
          detail: [
            '2022年8月現在の某牛丼チェーンの牛丼並盛りは400円です。これは高いでしょうか？安いでしょうか？私の古い記憶では同じ牛丼並盛りが270円で食べられたので、現在の価格はとても高く感じてしまいます。しかし、もし今日始めてこの牛丼のことを知り、食べた人がいたら、その人は高いと感じるでしょうか？普通、もしくは安いとすら感じるのではないでしょうか？モノの価値を決めるのは需要・供給のバランスではなく、実は自分の記憶に刻まれている数字なんです。',
            'モノを売る場合に価格競争に陥りたくないなら、人々の記憶（アンカー）にかからないような工夫をするのが良いでしょう。全くの新しいモノを売る場合はチャンスです。価格は好きなように付けられる、もしその価格が高いと受け止められてしまっても問題ありません。改良版を安い値段で売り出せば最初のアンカーが効いて「より良いものが前より安く買える！」となって売りやすくなるためです。',
          ],
        },
      ]"
    />
  </App>
</template>
