<script setup lang="ts">
import App from "@/App.vue";
import ArticleLayout from "@/layouts/ArticleLayout.vue";
</script>

<template>
  <App>
    <ArticleLayout
      :item-info="{ type: 'book', title: '金持ち父さん貧乏父さん' }"
      store-url="https://www.amazon.co.jp/%E6%94%B9%E8%A8%82%E7%89%88-%E9%87%91%E6%8C%81%E3%81%A1%E7%88%B6%E3%81%95%E3%82%93-%E8%B2%A7%E4%B9%8F%E7%88%B6%E3%81%95%E3%82%93-%E3%82%A2%E3%83%A1%E3%83%AA%E3%82%AB%E3%81%AE%E9%87%91%E6%8C%81%E3%81%A1%E3%81%8C%E6%95%99%E3%81%88%E3%81%A6%E3%81%8F%E3%82%8C%E3%82%8B%E3%81%8A%E9%87%91%E3%81%AE%E5%93%B2%E5%AD%A6-%E5%8D%98%E8%A1%8C%E6%9C%AC/dp/4480864245?keywords=%E9%87%91%E6%8C%81%E3%81%A1%E7%88%B6%E3%81%95%E3%82%93%E8%B2%A7%E4%B9%8F%E7%88%B6%E3%81%95%E3%82%93&qid=1655475788&sprefix=%E3%81%8B%E3%81%AD%E3%82%82%E3%81%A1%2Caps%2C201&sr=8-1&linkCode=ll1&tag=threelines00-22&linkId=3227a1ce51af35c30465e26828429226&language=ja_JP&ref_=as_li_ss_tl"
      image-url="//ws-fe.amazon-adsystem.com/widgets/q?_encoding=UTF8&ASIN=4480864245&Format=_SL250_&ID=AsinImage&MarketPlace=JP&ServiceVersion=20070822&WS=1&tag=threelines00-22&language=ja_JP"
      bought-at="2022/05/18"
      intro="貧乏父さんと金持ち父さんそれぞれのお金に対する考え方の違いからはじまり、行動、経済力までが変わってくるというお話です。"
      :learning="[
        {
          line: '欲張り心に罪の意識を持つな',
          detail: [
            '多くの人が欲望を抑えるために罪の意識を植え付けられていると言います。確かに私自身も贅沢だとかわがままだとか言われて育ってきたので、欲望に素直に従うことはできません。しかし、欲望を抑えるといういうことは自分が本来なりたい姿や取りたい選択肢を潰しているということになります。',
            '本当の自分が良いと思うことをするべきです。なぜなら、他人から見て良いことをしても悪いことをしても、または何もしなくても必ず文句を言う人がいるからです。',
          ],
        },
        {
          line: '失敗せずに成功者になった人はいない',
          detail: [
            '成功者は失敗から学び、成功へと結びつけています。仮に失敗をせずに成功を収めたとしても、失敗がなければそれを成功と認識できなかったり、失敗から学ぶはずの危機管理能力がないために成功を維持させるのが難しくなるでしょう。',
            '失敗があってこその成功です。失敗を恐れず、むしろ喜ぶくらいの気持ちでいきたいですね。',
          ],
        },
        {
          line: '成功者になりきろう',
          detail: [
            '子供の頃、憧れのアニメキャラクターになりきっていた記憶があります。本当は雷が怖かったけど、必死に雷に向かってか○はめ派を打っていました。',
            'なりきりを大人になってもやりましょう。成功者になりきることによって、わずかでもその人の力を自分のものとすることができるはずです。',
          ],
        },
      ]"
    />
  </App>
</template>
