<script setup lang="ts">
import App from "@/App.vue";
import ArticleLayout from "@/layouts/ArticleLayout.vue";
</script>

<template>
  <App>
    <ArticleLayout
      :item-info="{
        type: 'book',
        title: '「良い質問」をする技術',
      }"
      store-url="https://amzn.asia/d/bujdB91"
      image-url="https://m.media-amazon.com/images/I/51qE0t6d3kL.jpg"
      bought-at="2022/10/19"
      intro="４種類の質問の説明から始まり、相手に気付きを与え、行動まで変えることのできる「良い質問」について深ぼりしていく本です。"
      :learning="[
        {
          line: '人は自ら考えて気づいたことに感動し、行動を変える',
          detail: [
            '新たな気づきを得た時、それが人から与えられたものか、自ら考えて気づいたものかで感動の量もその後の行動の変化も大きく異なります。人に押し付けられる気づきはどうも素直に受け止められず、その通りに動くのにも抵抗がある。口論の中で得た・与えた気付きに抵抗する、という経験はないでしょうか？これに対して質問は相手の中に自然に入り込むことができます。そしてそこから気づきを得ることで人は感動し、行動まで変わってくるのです。',
          ],
        },
        {
          line: '想定外の答えも受け止める',
          detail: [
            '質問に対する答えが想定外で指摘したくなるような場面でも、我慢して受け止める方が良いです。その答えに対して指摘をしてしまったら相手は萎縮し、次の質問からはこちらが求めているであろう答えに合わせようとしてしまうでしょう。これでは相手の本音も聞けず、相手も本音を出せないので意味がありません。まずはどんな答えでも受け止めて、さらに質問を重ねて本音を引き出すようにしましょう。',
          ],
        },
        {
          line: '良い質問をするには未来に目を向ける',
          detail: [
            '気づきを与える質問には２つあり、重い質問、つまり気づきはあるが答えたくない質問というのは過去に起きた出来事に関する質問に多くなります。逆に良い質問、気づきがあり且つ答えたくなる質問は未来に目を向けた質問に多くなります。',
            '既に起きた失敗について質問するのであれば、「その失敗の原因は何？」ではなく「どうすれば次は成功できると思う？」と聞くのが良いでしょう。',
          ],
        },
      ]"
    />
  </App>
</template>
