<script setup lang="ts">
import App from "@/App.vue";
import ArticleLayout from "@/layouts/ArticleLayout.vue";
</script>

<template>
  <App>
    <ArticleLayout
      :item-info="{ type: 'book', title: 'チーズはどこへ消えた?' }"
      store-url="https://www.amazon.co.jp/dp/B00KD2IK4S/ref=cm_sw_r_tw_dp_S239906RJJS5D17VBEW3"
      image-url="https://m.media-amazon.com/images/I/41JJqPXGGFL.jpg"
      bought-at="2022/05/16"
      intro="２人の小人と２匹のねずみが自分の大切なもの = チーズとどのように向き合っていくのか？を見ていく物語です。"
      :learning="[
        {
          line: '１つに執着すると動けなくなる',
          detail: [
            'あるキャラクターは、追い求めたチーズが手に入ったとき、それさえあれば幸せだと思い込んでしまいます。そのためにチーズが突然目の前から無くなったとき、その事実を受け止めきれずにその場から動けなくなってしまいます。強く求めれば求めるほど、それが手に入ったときには無くなることを恐れ、また無くなったときにはその事実を受け入れることができないのです。',
            '私も特定の１つを強く求めてしまい、それにとらわれ、他の物事を考えられなくなることがあります。しかしそれでは一向に事態は好転しない。自分が特定の１つにとらわれていることに気付いたら、事態を好転させるための行動をとっていこうと思います。',
          ],
        },
        {
          line: '人はありもしない恐怖を勝手に作り出す',
          detail: [
            '人がなんらかの行動を起こすとき、多くの場合はそれに伴うリスクを考えるでしょう。このときに生まれる不安や恐怖は考えれば考えるほど大きくなっていきます。しかし、その不安や恐怖は必ず起こることでしょうか？むしろ起こらない可能性の方が多いのではないでしょうか？',
            'ありもしない不安や恐怖を無意味に育てるのはやめて、これからはとにかく行動をしようと思います。',
          ],
        },
        {
          line: '何かをするほうが、何もしないよりずっといい',
          detail: [
            '自分の望まない状況になってしまったとき、そこに留まり続けたほうが良い、ということはほとんどないでしょう。たとえ何か行動を起こすことに明らかなリスクがあったとしても、その先で好転する可能性があるのならリスクはとるべきです。何もしない理由を無理に探さず、難しく考えずに行動をしていこうと思います。',
          ],
        },
      ]"
    />
  </App>
</template>
